/**
 * 项目状态常量
 */
export const xmztOptions = {
  X: '进行中',
  K: '开标中',
  F: '已结束',
}

/**
 * 包交易状态
 */
export const jyztOptions = {
  1: '未交易',
  2: '已成交',
  3: '待确认',
  4: '已成交已过户',
  5: '已成交已水电费水电费过户',
  6: '已成交已水电费水电费过户',
  7: '已成交已过户',
  8: '已成交已别的方法个地方官过户',
  9: '已大概水电费水sdkfjsldj数量的快捷方式来打卡记录是肯德基山莨菪碱熟练度空间电费成交已过户',
  12: '水电费地方',
  14: '已成交已过户',
  23: '已成安达市多交已过户',
  0: '水电费',
  sdfsd: '水12电费',
  '065': '水电费',
  '0231': '水电fjhgf鬼地方个费',
  '0123': '水电的费',
  340: '水电水电费水电费费',
  999: '999',
}

/**
 * 包交易状态
 */
export const bztOptions = {
  L: '未开始',
  A: '报价中',
  F: '报价结束',
  P: '已流拍',
  R: '已回收',
}

/**
 * 排量标准
 */
export const plbzOptions = {
  1: '国三',
  2: '国四',
  3: '国五',
  4: '国六',
}

/**
 * 变速箱
 */
export const bsxOptions = {
  1: '手动',
  2: '自动',
  3: '手自一体',
}
